[
    {
        "id":  "FybgidfEMp0GEKETTNt1",
        "title":  "Apple présente la puce M4, une avancée majeure pour l\u0027IA dans le nouvel iPad Pro",
        "description":  "Apple a dévoilé sa nouvelle puce M4, inaugurée avec l\u0027iPad Pro, et conçue pour des performances exceptionnelles en matière d\u0027intelligence artificielle et de graphisme.",
        "content":  "La puce M4, gravée en 3 nanomètres, intègre un moteur neuronal significativement plus puissant que ses prédécesseurs, ce qui la rend particulièrement adaptée aux tâches d\u0027IA complexes et au rendu graphique professionnel. Cette innovation promet de transformer l\u0027iPad Pro en une machine encore plus performante pour la création de contenu et les applications gourmandes en ressources.",
        "url":  "https://www.apple.com/newsroom",
        "source":  {
                       "name":  "Apple Newsroom",
                       "url":  ""
                   },
        "publishedAt":  {
                            "_seconds":  1763838060,
                            "_nanoseconds":  413000000
                        },
        "category":  "informatique",
        "dedupHash":  "1bb319dfefe22fef298a9f3428faf145",
        "summary":  "Apple présente la puce M4, une avancée majeure pour l\u0027IA dans le nouvel iPad Pro Apple a dévoilé sa nouvelle puce M4, inaugurée avec l\u0027iPad Pro, et conçue pour des performances exceptionnelles en mati",
        "sentiment":  "positive",
        "keywords":  [
                         "apple",
                         "sente",
                         "puce",
                         "avanc",
                         "majeure"
                     ],
        "fetchedAt":  {
                          "_seconds":  1763838060,
                          "_nanoseconds":  413000000
                      }
    },
    {
        "id":  "ZBVNPRxbWlb1pGgbpp1R",
        "title":  "Alerte : Nouvelles campagnes de rançongiciel sophistiquées ciblant les entreprises",
        "description":  "Les experts en cybersécurité alertent sur une recrudescence de campagnes de rançongiciel ciblant de manière plus sophistiquée les entreprises de toutes tailles.",
        "content":  "Ces attaques utilisent des techniques d\u0027ingénierie sociale avancées et exploitent des vulnérabilités connues pour s\u0027infiltrer dans les réseaux. Les recommandations incluent le renforcement de l\u0027authentification multifacteur, la mise à jour régulière des systèmes et la sensibilisation accrue des employés aux tentatives de phishing pour prévenir les compromissions.",
        "url":  "https://www.anssi.gouv.fr/actualites",
        "source":  {
                       "name":  "ANSSI",
                       "url":  ""
                   },
        "publishedAt":  {
                            "_seconds":  1763838060,
                            "_nanoseconds":  396000000
                        },
        "category":  "informatique",
        "dedupHash":  "7658d0be87e1237f088b50ff4ed1d6bf",
        "summary":  "Alerte : Nouvelles campagnes de rançongiciel sophistiquées ciblant les entreprises Les experts en cybersécurité alertent sur une recrudescence de campagnes de rançongiciel ciblant de manière plus soph",
        "sentiment":  "neutral",
        "keywords":  [
                         "alerte",
                         "nouvelles",
                         "campagnes",
                         "ongiciel",
                         "sophistiqu"
                     ],
        "fetchedAt":  {
                          "_seconds":  1763838060,
                          "_nanoseconds":  396000000
                      }
    },
    {
        "id":  "dgNblXkzHqTFSypogdMF",
        "title":  "Microsoft Build 2024 : L\u0027IA d\u0027entreprise et Copilot au centre des annonces",
        "description":  "Microsoft a dévoilé d\u0027importantes avancées en matière d\u0027IA et de son assistant Copilot, ciblant principalement le monde de l\u0027entreprise et les développeurs.",
        "content":  "La conférence Build a montré comment Copilot est désormais plus intégré et personnalisable, capable de se connecter à des bases de données externes et d\u0027automatiser des tâches complexes. De nouvelles fonctionnalités d\u0027IA générative ont été introduites pour Azure AI, Windows et Teams, renforçant la position de Microsoft en tant que leader dans l\u0027adoption de l\u0027IA pour la productivité professionnelle.",
        "url":  "https://news.microsoft.com/build",
        "source":  {
                       "name":  "Microsoft News",
                       "url":  ""
                   },
        "publishedAt":  {
                            "_seconds":  1763838060,
                            "_nanoseconds":  377000000
                        },
        "category":  "informatique",
        "dedupHash":  "576026fcdfc1efd5fbdcf4bdd29c92a6",
        "summary":  "Microsoft Build 2024 : L\u0027IA d\u0027entreprise et Copilot au centre des annonces Microsoft a dévoilé d\u0027importantes avancées en matière d\u0027IA et de son assistant Copilot, ciblant principalement le monde de l\u0027",
        "sentiment":  "neutral",
        "keywords":  [
                         "microsoft",
                         "build",
                         "2024",
                         "entreprise",
                         "copilot"
                     ],
        "fetchedAt":  {
                          "_seconds":  1763838060,
                          "_nanoseconds":  377000000
                      }
    },
    {
        "id":  "vCA3zhqJ5Yjum70ElYw7",
        "title":  "Google I/O 2024 : L\u0027IA Gemini au cœur de toutes les innovations de Google",
        "description":  "Lors de sa conférence annuelle I/O, Google a présenté une intégration massive de son IA Gemini à travers Android, Search, Workspace et d\u0027autres produits.",
        "content":  "La conférence a mis en lumière la stratégie de Google pour démocratiser l\u0027IA, avec des fonctionnalités comme \u0027AI Overviews\u0027 dans la recherche, des améliorations pour l\u0027assistant Gemini et des outils d\u0027IA générative pour les développeurs. L\u0027accent a été mis sur la manière dont l\u0027IA peut rendre les expériences numériques plus utiles et personnalisées au quotidien pour des milliards d\u0027utilisateurs.",
        "url":  "https://blog.google/google-io",
        "source":  {
                       "name":  "Google Blog",
                       "url":  ""
                   },
        "publishedAt":  {
                            "_seconds":  1763838060,
                            "_nanoseconds":  354000000
                        },
        "category":  "informatique",
        "dedupHash":  "c9399af013d4d888a39cd6535651886b",
        "summary":  "Google I/O 2024 : L\u0027IA Gemini au cœur de toutes les innovations de Google Lors de sa conférence annuelle I/O, Google a présenté une intégration massive de son IA Gemini à travers Android, Search, Work",
        "sentiment":  "positive",
        "keywords":  [
                         "google",
                         "2024",
                         "gemini",
                         "toutes",
                         "innovations"
                     ],
        "fetchedAt":  {
                          "_seconds":  1763838060,
                          "_nanoseconds":  354000000
                      }
    },
    {
        "id":  "DCL9B8BmqnycivWTdZ4d",
        "title":  "OpenAI lance GPT-4o, un modèle d\u0027IA multimodal capable de traiter texte, audio et vidéo",
        "description":  "OpenAI a dévoilé son nouveau modèle phare, GPT-4o, conçu pour une interaction naturelle et en temps réel, intégrant le traitement du texte, de l\u0027audio et de l\u0027image.",
        "content":  "Ce modèle \u0027omni\u0027 représente une avancée majeure dans les capacités conversationnelles de l\u0027IA, permettant des dialogues audio plus fluides, une meilleure compréhension visuelle et une rapidité accrue. Il est prévu pour être déployé progressivement auprès des utilisateurs de ChatGPT, y compris la version gratuite, marquant une étape importante vers des interfaces homme-machine plus intuitives.",
        "url":  "https://openai.com/blog/gpt-4o",
        "source":  {
                       "name":  "OpenAI Blog",
                       "url":  ""
                   },
        "publishedAt":  {
                            "_seconds":  1763838060,
                            "_nanoseconds":  230000000
                        },
        "category":  "informatique",
        "dedupHash":  "d0b113843a97308c901df74e7d284972",
        "summary":  "OpenAI lance GPT-4o, un modèle d\u0027IA multimodal capable de traiter texte, audio et vidéo OpenAI a dévoilé son nouveau modèle phare, GPT-4o, conçu pour une interaction naturelle et en temps réel, intégr",
        "sentiment":  "neutral",
        "keywords":  [
                         "openai",
                         "lance",
                         "multimodal",
                         "capable",
                         "traiter"
                     ],
        "fetchedAt":  {
                          "_seconds":  1763838060,
                          "_nanoseconds":  230000000
                      }
    }
]
